'use strict';

module.exports = [
  {
    "id": `wo_O42`,
    "title": `Как достигнуть успеха не вставая с кресла`,
    "announce": [
      `В последнем модуле мы разберем вопросы, связанные с доставкой приложения на сервер и запуску в боевой среде.`,
      `Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете.`,
      `Как начать действовать? Для начала просто соберитесь.`,
      `Достичь успеха помогут ежедневные повторения.`,
      `Он написал больше 30 хитов.`
    ],
    "fullText": [
      `В последнем модуле мы разберем вопросы, связанные с доставкой приложения на сервер и запуску в боевой среде.`,
      `Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете.`,
      `Как начать действовать? Для начала просто соберитесь.`,
      `Достичь успеха помогут ежедневные повторения.`,
      `Он написал больше 30 хитов.`,
      `Добавьте в указанные файлы больше разнообразных строк. Содержание строк остаётся на ваше усмотрение.`,
      `Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем.`,
      `Собрать камни бесконечности легко, если вы прирожденный герой.`,
      `Из под его пера вышло 8 платиновых альбомов.`,
      `Это один из лучших рок-музыкантов.`,
      `Золотое сечение — соотношение двух величин, гармоническая пропорция.`,
      `В корне проекта создайте директорию data.`,
      `Первая большая ёлка была установлена только в 1938 году.`,
      `Программировать не настолько сложно, как об этом говорят.`,
      `В этом разделе мы поговорим о тестировании приложений на node.js.`,
      `Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать.`,
      `Разберём термины «Аутентификация и авторизация».`,
      `API требуется работать с данными: получать данные, обрабатывать и возвращать результат клиенту.`,
      `Защита будет доступна после выполнения всех разделов.`,
      `Простые ежедневные упражнения помогут достичь успеха.`
    ],
    "сategory": [
      `Железо`,
      `IT`,
      `Кино`,
      `За жизнь`,
      `Node`,
      `Воздух`,
      `Металл`
    ],
    "createdDate": `2020-11-4 8:20:04`,
    "comments": [
      {
        "id": `3dykpN`,
        "text": `Давно не пользуюсь стационарными компьютерами. Ноутбуки победили.`
      },
      {
        "id": `p9zkKq`,
        "text": `Мне кажется или я уже читал это где-то?`
      },
      {
        "id": `3GDeKQ`,
        "text": `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`
      },
      {
        "id": `FFp-CS`,
        "text": `Плюсую, но слишком много буквы!`
      }
    ]
  },
  {
    "id": `DqYYpe`,
    "title": `Асинхронность`,
    "announce": [
      `Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами.`
    ],
    "fullText": [
      `Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами.`,
      `Достичь успеха помогут ежедневные повторения.`,
      `Золотое сечение — соотношение двух величин, гармоническая пропорция.`,
      `Если мы вдруг захотим разнообразить моки, то сможем обойтись без правок сценария.`,
      `Это один из лучших рок-музыкантов.`,
      `Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?`,
      `Он написал больше 30 хитов.`,
      `Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем.`,
      `Защита будет доступна после выполнения всех разделов.`,
      `Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике.`,
      `Собрать камни бесконечности легко, если вы прирожденный герой.`,
      `В этой директории будут размещаться текстовые файлы с информацией, на основании которой приложение будет формировать моки.`,
      `API требуется работать с данными: получать данные, обрабатывать и возвращать результат клиенту.`,
      `Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много.`,
      `Вы можете достичь всего. Стоит только немного постараться и запастись книгами.`,
      `Простые ежедневные упражнения помогут достичь успеха.`,
      `Первая большая ёлка была установлена только в 1938 году.`,
      `Ёлки — это не просто красивое дерево. Это прочная древесина.`,
      `Достаточно обновить соответствующие файлы и приложение сможет генерировать более разнообразные данные.`,
      `Как начать действовать? Для начала просто соберитесь.`,
      `В последнем модуле мы разберем вопросы, связанные с доставкой приложения на сервер и запуску в боевой среде.`,
      `Программировать не настолько сложно, как об этом говорят.`,
      `Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать.`,
      `В этом разделе мы обсудим способы взаимодействия с клиентами.`,
      `В корне проекта создайте директорию data.`,
      `Мы научиться взаимодействовать с СУБД PostgreSQL из node.js.`,
      `Разберём термины «Аутентификация и авторизация».`,
      `Добавьте в указанные файлы больше разнообразных строк. Содержание строк остаётся на ваше усмотрение.`,
      `В этом разделе мы начнём проектировать API.`,
      `В этом разделе мы поговорим о тестировании приложений на node.js.`,
      `Из под его пера вышло 8 платиновых альбомов.`
    ],
    "сategory": [
      `Разное`,
      `Металл`,
      `Деревья`,
      `Node`,
      `Без рамки`,
      `Программирование`
    ],
    "createdDate": `2020-10-19 12:48:06`,
    "comments": [
      {
        "id": `2a9eZB`,
        "text": `Планируете записать видосик на эту тему?`
      },
      {
        "id": `G0Nqod`,
        "text": `Это где ж такие красоты?`
      },
      {
        "id": `kUfJrI`,
        "text": `Мне кажется или я уже читал это где-то?`
      },
      {
        "id": `GX5rQF`,
        "text": `Совсем немного...`
      },
      {
        "id": `1-uK9I`,
        "text": `Согласен с автором!`
      },
      {
        "id": `voTy-o`,
        "text": `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`
      },
      {
        "id": `4PpcDV`,
        "text": `Хочу такую же футболку :-)",`
      },
      {
        "id": `-xbjwf`,
        "text": `Плюсую, но слишком много буквы!`
      }
    ]
  },
  {
    "id": `j8Tipp`,
    "title": `Реалтайм`,
    "announce": [
      `В последнем модуле мы разберем вопросы, связанные с доставкой приложения на сервер и запуску в боевой среде.`,
      `Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете.`,
      `Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике.`,
      `Он написал больше 30 хитов.`
    ],
    "fullText": [
      `В последнем модуле мы разберем вопросы, связанные с доставкой приложения на сервер и запуску в боевой среде.`,
      `Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете.`,
      `Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике.`,
      `Он написал больше 30 хитов.`,
      `Как начать действовать? Для начала просто соберитесь.`,
      `Мы научиться взаимодействовать с СУБД PostgreSQL из node.js.`,
      `Собрать камни бесконечности легко, если вы прирожденный герой.`,
      `Защита будет доступна после выполнения всех разделов.`,
      `Программировать не настолько сложно, как об этом говорят.`,
      `Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем.`,
      `Из под его пера вышло 8 платиновых альбомов.`,
      `Первая большая ёлка была установлена только в 1938 году.`,
      `Если мы вдруг захотим разнообразить моки, то сможем обойтись без правок сценария.`,
      `В корне проекта создайте директорию data.`,
      `В этом разделе мы обсудим способы взаимодействия с клиентами.`,
      `В этом разделе мы поговорим о тестировании приложений на node.js.`,
      `API требуется работать с данными: получать данные, обрабатывать и возвращать результат клиенту.`,
      `Простые ежедневные упражнения помогут достичь успеха.`,
      `Вы можете достичь всего. Стоит только немного постараться и запастись книгами.`,
      `Добавьте в указанные файлы больше разнообразных строк. Содержание строк остаётся на ваше усмотрение.`,
      `Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры.`,
      `Ёлки — это не просто красивое дерево. Это прочная древесина.`,
      `Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много.`,
      `Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами.`,
      `В этой директории будут размещаться текстовые файлы с информацией, на основании которой приложение будет формировать моки.`,
      `В этом разделе мы начнём проектировать API.`,
      `Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?`,
      `Разберём термины «Аутентификация и авторизация».`,
      `Золотое сечение — соотношение двух величин, гармоническая пропорция.`,
      `Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать.`
    ],
    "сategory": [
      `Камень`,
      `Воздух`,
      `Вода`,
      `Деревья`,
      `За жизнь`,
      `Node`,
      `Дерево`,
      `Разное`
    ],
    "createdDate": `2020-10-25 21:06:17`,
    "comments": [
      {
        "id": `0qXpH8`,
        "text": `Совсем немного...`
      },
      {
        "id": `Ywrs46`,
        "text": `Планируете записать видосик на эту тему?`
      },
      {
        "id": `cdeyBR`,
        "text": `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`
      },
      {
        "id": `W6WxEM`,
        "text": `Хочу такую же футболку :-)",`
      },
      {
        "id": `_HCPey`,
        "text": `Мне кажется или я уже читал это где-то?`
      }
    ]
  }
];
